# Localization for Russian language.


TXT_INPUT_OPERATION = 'Введите логическую операцию, используйте параметры x ' \
                      'и y.\n& - конъюнкция, v - дизъюнкция, => импликация, ' \
                      '<=> - эквивалентность.\nНапример: y <=> x.'
TXT_TABLE_OF_TRUTH = 'Таблица истинности'
TXT_UNDENTIFIED_OPERATION = 'Операция не опознана.'
TXT_INPUT_NEXT_OPERATION = 'Если вы хотите произвести ещё одну логическую ' \
                           'операцию с полученными значениями, введите её.\n' \
                           '(Например: f=>y, где f - значения, полученные из' \
                           ' прошлой операции.)\nВ противном случае, введите 0.'